var data = '{"streets": [{"name": "Хан Аспарух","bound": [{"start": "Трайко Китанчев","end": "Цар Симеон I","marker": [42.497897, 27.474230]},{"start": "Цар Симеон I","end": "Оборище","marker": [42.497897, 27.474230]}]},{"name": "Генерал Гурко","bound": [{"start": "цар Симеон I-ви","end": "Оборище","marker": [42.498452, 27.475315]},{"start": "Оборище","end": "Проф. Асен Златаров","marker": [42.499104, 27.476513]}]},{"name": "Стефан Стамболов","bound": [{"start": "Васил Левски","end": "Любен Каравелов","marker": [42.499459, 27.471484]},{"start": "Любен Каравелов","end": "Пробуда","marker": [42.500107, 27.471236]}]}]}';
var data2 = {
    "streets": [
        {
            "name": "Хан Аспарух",
            "bound": [
                {
                    "start": "Трайко Китанчев",
                    "end": "Цар Симеон I",
                    "marker": [42.497897, 27.474230]
                },
                {
                    "start": "Цар Симеон I",
                    "end": "Оборище",
                    "marker": [42.497897, 27.474230]
                }
            ]
        },
        {
            "name": "Генерал Гурко",
            "bound": [
                {
                    "start": "цар Симеон I-ви",
                    "end": "Оборище",
                    "marker": [42.498452, 27.475315]
                },
                {
                    "start": "Оборище",
                    "end": "Проф. Асен Златаров",
                    "marker": [42.499104, 27.476513]
                }
            ]
        },
        {
            "name": "Стефан Стамболов",
            "bound": [
                {
                    "start": "Васил Левски",
                    "end": "Любен Каравелов",
                    "marker": [42.499459, 27.471484]
                },
                {
                    "start": "Любен Каравелов",
                    "end": "Пробуда",
                    "marker": [42.500107, 27.471236]
                }
            ]
        }
    ]
};